Repository: jonkan/Electricity-Prices
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, bs, cs, da, de, el, es, et, fi, fr, ga, hr, hu, it, ka, lt, lv, mk, mt, nb, nl, nn, pl, pt_pt, ro, sk, sl, sq, sr, sv, tr, uk

source: Expand your chart to include all of tomorrow’s prices.
bg: Разширете графиката си, за да включи всички цени за утре.
bs: Proširite svoj grafikon da uključi sve sutrašnje cijene.
cs: Rozšiřte svůj graf o všechny zítřejší ceny.
da: Udvid din diagram til at inkludere alle morgendagens priser.
de: Erweitern Sie Ihr Diagramm, um alle Preise von morgen einzuschließen.
el: Επεκτείνετε το διάγραμμά σας για να συμπεριλάβει όλες τις τιμές του αύριο.
es: Amplía tu gráfico para incluir todos los precios de mañana.
et: Laienda oma diagrammi, et lisada kõik homsed hinnad.
fi: Laajenna kaavio sisältämään kaikki huomisen hinnat.
fr: Étendez votre graphique pour inclure tous les prix de demain.
ga: Leathnaigh do chairt chun praghsanna amárach go léir a áireamh.
hr: Proširite svoj grafikon kako bi uključio sve sutrašnje cijene.
hu: Bővítse a diagramját, hogy belefoglalja a holnapi összes árat.
it: Espandi il tuo grafico per includere tutti i prezzi di domani.
lt: Išplėskite savo diagramą, kad būtų įtrauktos visos rytojaus kainos.
lv: Paplašiniet savu diagrammu, lai tajā iekļautu visas rītdienas cenas.
mk: Проширете го вашиот графикон за да ги вклучи сите цени за утре.
mt: Espandi t-chart tiegħek biex tinkludi l-prezzijiet kollha ta' għada.
nb: Utvid diagrammet ditt for å inkludere alle morgendagens priser.
nl: Breid uw grafiek uit om alle prijzen van morgen op te nemen.
nn: Utvid diagrammet ditt for å inkludere alle morgendagens priser.
pl: Rozszerz swój wykres, aby zawierał wszystkie ceny na jutro.
pt_pt: Expanda o seu gráfico para incluir todos os preços de amanhã.
ro: Extindeți graficul pentru a include toate prețurile de mâine.
sk: Rozšírte svoj graf o všetky zajtrajšie ceny.
sl: Razširite svojo tabelo, da vključuje vse jutrišnje cene.
sq: Zgjeroni grafikun tuaj për të përfshirë të gjitha çmimet e nesërmes.
sr: Proširite svoj grafikon da uključi sve sutrašnje cene.
sv: Utöka grafen till att inkludera alla morgondagens priser.
tr: Grafiğinizi yarının tüm fiyatlarını içerecek şekilde genişletin.
uk: Розширте свій графік, щоб включити всі ціни завтрашнього дня.

source: Failed to fetch logs from the watch.
bg: Неуспешно извличане на журнали от часовника.
bs: Nije uspjelo dohvaćanje zapisa sa sata.
cs: Nepodařilo se načíst protokoly z hodinek.
da: Kunne ikke hente logs fra uret.
de: Fehler beim Abrufen der Protokolle von der Uhr.
el: Αποτυχία κατά την ανάκτηση των αρχείων καταγραφής από το ρολόι.
es: No se pudieron obtener los registros del reloj.
et: Ei õnnestunud kellast logisid tuua.
fi: Kellon lokien noutaminen epäonnistui.
fr: Échec de la récupération des journaux de la montre.
ga: Theip ar fhaisnéisí a fháil ón uaireadóir.
hr: Dohvaćanje zapisa s sata nije uspjelo.
hu: Nem sikerült naplókat letölteni az óráról.
it: Impossibile recuperare i log dall'orologio.
lt: Nepavyko gauti žurnalų iš laikrodžio.
lv: Neizdevās iegūt žurnālus no pulksteņa.
mk: Не успеа да ги земе записите од часовникот.
mt: Naqset li tikseb il-logs mill-arloġġ.
nb: Kunne ikke hente logger fra klokken.
nl: Kon de logs van het horloge niet ophalen.
nn: Kunne ikke hente logger fra klokken.
pl: Nie udało się pobrać logów z zegarka.
pt_pt: Falha ao obter registos do relógio.
ro: Nu s-a putut obține jurnalele de la ceas.
sk: Nepodarilo sa načítať protokoly z hodiniek.
sl: Pridobivanje dnevnikov iz ure ni uspelo.
sq: Dështoi marrja e regjistrave nga ora.
sr: Neuspešno preuzimanje logova sa sata.
sv: Misslyckades att hämta loggar från klockan.
tr: Saatteki kayıtlar alınamadı.
uk: Не вдалося отримати журнали з годинника.

source: Fee
bg: Такса
bs: Naknada
cs: Poplatek
da: Gebyr
de: Gebühr
el: Χρέωση
es: Tarifa
et: Tasu
fi: Maksu
fr: Frais
ga: Táille
hr: Naknada
hu: Díj
it: Tariffa
ka: საფასური
lt: Mokestis
lv: Maksa
mk: Такса
mt: Ħlas
nb: Avgift
nl: Vergoeding
nn: Avgift
pl: Opłata
pt_pt: Taxa
ro: Taxă
sk: Poplatok
sl: Tarifa
sq: Tarifë
sr: Naknada
sv: Avgift
tr: Ücret
uk: Плата

source: Fees
bg: Такси
bs: Naknade
cs: Poplatky
da: Gebyrer
de: Gebühren
el: Χρεώσεις
es: Tarifas
et: Tasud
fi: Maksut
fr: Frais
ga: Táillí
hr: Naknade
hu: Díjak
it: Tariffe
ka: საფასურები
lt: Mokesčiai
lv: Maksas
mk: Такси
mt: Ħlasijiet
nb: Avgifter
nl: Vergoedingen
nn: Avgifter
pl: Opłaty
pt_pt: Taxas
ro: Taxe
sk: Poplatky
sl: Tarife
sq: Tarifat
sr: Naknade
sv: Avgifter
tr: Ücretler
uk: Платежі

source: Fetching prices...
bg: Извличане на цени...
bs: Dohvaćanje cijena...
cs: Načítání cen...
da: Henter priser...
de: Preise abrufen...
el: Ανάκτηση τιμών...
es: Buscando precios...
et: Hindade toomine...
fi: Haetaan hintoja...
fr: Récupération des prix...
hr: Dohvaćanje cijena...
hu: Árak letöltése...
it: Recupero dei prezzi in corso...
ka: მიმდინარეობს ფასების ამოღება...
lt: Kainų gavimas...
lv: Notiek cenu ielāde...
mk: Преземање на цени...
mt: Qiegħed jikseb il-prezzijiet...
nb: Henter priser...
nl: Prijzen ophalen...
nn: Henter priser...
pl: Pobieranie cen...
pt_pt: A obter preços...
ro: Se obțin prețuri...
sk: Načítavanie cien...
sl: Pridobivanje cen...
sq: Duke marrë çmimet...
sr: Preuzimanje cena...
sv: Hämtar priser...
tr: Fiyatlar alınıyor...
uk: Отримання цін...

source: High
bg: Висок
bs: Visoko
cs: Vysoký
da: Høj
de: Hoch
el: Υψηλή
es: Alto
et: Kõrge
fi: Korkea
fr: Haut
ga: Ard
hr: Visoko
hu: Magas
it: Alto
ka: მაღალი
lt: Aukštas
lv: Augsts
mk: Високо
mt: Għoli
nb: Høy
nl: Hoog
nn: Høy
pl: Wysoki
pt_pt: Alto
ro: Înalt
sk: Vysoká
sl: Visoko
sq: Lartë
sr: Visoko
sv: Högt
tr: Yüksek
uk: Високий

source: Limits
bg: Лимити
bs: Ograničenja
cs: Limity
da: Grænser
de: Grenzen
el: Όρια
es: Límites
et: Piirangud
fi: Rajoitukset
fr: Limites
ga: Teorainneacha
hr: Ograničenja
hu: Korlátok
it: Limiti
ka: ლიმიტები
lt: Ribos
lv: Ierobežojumi
mk: Граници
mt: Limiti
nb: Grenser
nl: Limieten
nn: Begrensninger
pl: Limity
pt_pt: Limites
ro: Limite
sk: Limity
sl: Omejitve
sq: Kufijtë
sr: Ograničenja
sv: Gränser
tr: Limitler
uk: Ліміти

source: Lock Screen Widgets
bg: Уиджети за заключен екран
bs: Widgeti zaključanog ekrana
cs: Widgety zamykací obrazovky
da: Låseskærm Widgets
de: Sperrbildschirm-Widgets
es: Widgets de bloqueo de pantalla
et: Lukustusekraani vidinad
fr: Widgets de verrouillage d'écran
ga: Widgets Scáileáin Ghlas
hr: Widgeti zaslona zaključavanja
hu: Zárolási képernyő widgetek
it: Widget blocco schermo
lt: Užrakinto ekrano valdikliai
lv: Bloķēšanas ekrāna logrīki
mk: Заклучување екрански виџети
nb: Lås skjerm-widgets
nl: Vergrendelscherm Widgets
nn: Lås skjerm-widgets
pl: Elementy blokady ekranu
pt_pt: Widgets de Bloqueio de Ecrã
ro: Widgeturi pentru ecranul de blocare
sk: Widgety na uzamknutej obrazovke
sl: Zaklepniški pripomočki
sq: Mjetet e bllokimit të ekranit
sr: Vidžeti zaključanog ekrana
tr: Kilit Ekranı Araçları
uk: Віджети екрана блокування

source: Logs
bg: Журнали
bs: Logovi
cs: Protokoly
de: Protokolle
el: Αρχεία καταγραφής
es: Registros
et: Logid
fi: Lokit
fr: Journaux
ga: Logaí
hr: Zapisi
hu: Naplók
lt: Žurnalai
lv: Žurnāli
mk: Записи
pl: Logi
pt_pt: Registos
ro: Jurnale
sk: Protokoly
sl: Dnevniki
sq: Regjistrimet
sr: Logovi
sv: Loggar
tr: Kayıtlar
uk: Журнали

source: Low
bg: Нисък
bs: Nisko
cs: Nízký
da: Lav
de: Niedrig
el: Χαμηλή
es: Bajo
et: Madal
fi: Matala
fr: Faible
ga: Íseal
hr: Nisko
hu: Alacsony
it: Basso
ka: დაბალი
lt: Žemas
lv: Zems
mk: Ниско
nb: Lav
nl: Laag
nn: Lav
pl: Niski
pt_pt: Baixo
ro: Scăzut
sk: Nízka
sl: Nizko
sr: Nisko
sv: Lågt
tr: Düşük
uk: Низький

source: Multiplier
bg: Мултипликатор
bs: Množitelj
cs: Násobitel
da: Multiplikator
de: Multiplikator
el: Πολλαπλασιαστής
es: Multiplicador
et: Kordaja
fi: Kerroin
fr: Multiplicateur
ga: Sokanfo
hr: Množitelj
hu: Szorzó
it: Moltiplicatore
lt: Daugiklis
lv: Reizinātājs
mk: Мултипликатор
nb: Multiplikator
nl: Vermenigvuldiger
nn: Flergangsfaktor
pl: Mnożnik
pt_pt: Multiplicador
ro: Multiplicator
sk: Násobiteľ
sl: Množitelj
sq: Shumëzuesi
sr: Množilac
sv: Multiplikator
tr: Çarpan
uk: Множник

source: Name
bg: Име
bs: Ime
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
ga: Ainm
hr: Ime
hu: Név
it: Nome
ka: სახელი
lt: Vardas
lv: Vārds
mk: Име
mt: Isem
nb: Navn
nl: Naam
nn: Navn
pl: Nazwa
pt_pt: Nome
ro: Nume
sk: Meno
sl: Ime
sq: Emër
sr: Ime
sv: Namn
tr: İsim
uk: Ім'я

source: Negative prices will be clamped to zero.
bg: Отрицателните цени ще бъдат закрепени на нула.
bs: Negativne cijene će biti ograničene na nulu.
cs: Záporné ceny budou upraveny na nulu.
da: Negative priser vil blive fastsat til nul.
de: Negative Preise werden auf null begrenzt.
el: Οι αρνητικές τιμές θα στρογγυλοποιηθούν στο μηδέν.
es: Los precios negativos se ajustarán a cero.
et: Negatiivsed hinnad kohandatakse nulliks.
fi: Negatiiviset hinnat pyöristetään nollaan.
fr: Les prix négatifs seront ramenés à zéro.
hr: Negativne cijene bit će ograničene na nulu.
hu: A negatív árakat nulla értékre korlátozzuk.
it: I prezzi negativi saranno limitati a zero.
ka: უარყოფითი ფასები დაყრდნობილი იქნება ნულზე.
lt: Neigiamos kainos bus sulygintos iki nulio.
lv: Negatīvās cenas tiks nostiprinātas līdz nullei.
mk: Негативните цени ќе бидат заклучени на нула.
mt: Prezzijiet negattivi se jiġu kklemmati għal żero.
nl: Negatieve prijzen worden vastgezet op nul.
pl: Ujemne ceny będą ograniczone do zera.
pt_pt: Os preços negativos serão fixados a zero.
ro: Prețurile negative vor fi fixate la zero.
sk: Negatívne ceny budú upravené na nulu.
sl: Negativne cene bodo omejene na nič.
sq: Çmimet negative do të shtrëngohen në zero.
sr: Negativne cijene će biti korigovane na nulu.
sv: Negativa priser ersätts med noll.
tr: Negatif fiyatlar sıfıra sıkıştırılacaktır.
uk: Від'ємні ціни будуть обмежені до нуля.

source: Not ready
bg: Не е готов
bs: Nije spremno
cs: Není připraveno
da: Ikke klar
de: Nicht bereit
el: Δεν είναι έτοιμο
es: No listo
et: Ei ole valmis
fi: Ei valmis
fr: Pas prêt
hr: Nije spremno
hu: Nem kész
it: Non pronto
ka: არ არის მზად
lt: Nepasiruošęs
lv: Nav gatavs
mk: Не е спремно
mt: Mhux lest
nb: Ikke klar
nl: Niet klaar
nn: Ikke klar
pl: Nie gotowe
pt_pt: Não está pronto
ro: Nu este gata
sk: Nie je pripravený
sl: Ni pripravljeno
sq: Nuk është gati
sr: Nije spremno
sv: Inte redo
tr: Hazır değil
uk: Не готово

source: One-Time Purchase
bg: Еднократна покупка
bs: Jednokratna kupovina
cs: Jednorázový nákup
da: Engangskøb
de: Einmaliger Kauf
el: Αγορά Μίας Φοράς
es: Compra única
et: Ühekordne ost
fi: Kertamaksu
fr: Achat unique
hr: Jednokratna kupnja
hu: Egyszeri vásárlás
it: Acquisto unico
ka: ერთჯერადი შეძენა
lt: Vienkartinis pirkimas
lv: Vienreizējs pirkums
mk: Еднократна куповина
mt: Xiri Wieħed
nb: Engangskjøp
nl: Eenmalige aankoop
nn: Engangskjøp
pl: Zakup jednorazowy
pt_pt: Compra Única
ro: Achiziție unică
sk: Jednorazový nákup
sl: Enkratni nakup
sq: Blerje një herë
sr: Jednokratna kupovina
sv: Engångsköp
tr: Tek Seferlik Satın Alma
uk: Одноразова покупка

source: Pay once and enjoy lifetime access to all features.
bg: Платете веднъж и се наслаждавайте на достъп до всички функции за целия живот.
bs: Platite jednom i uživajte u doživotnom pristupu svim funkcijama.
cs: Zaplaťte jednou a užijte si doživotní přístup ke všem funkcím.
da: Betal en gang og nyd livstidsadgang til alle funktioner.
de: Zahlen Sie einmal und genießen Sie lebenslangen Zugang zu allen Funktionen.
el: Πληρώστε μία φορά και απολαύστε πρόσβαση εφ' όρου ζωής σε όλες τις λειτουργίες.
es: Paga una vez y disfruta de acceso de por vida a todas las características.
et: Maksa korra ja naudi kogu eluiga kõigi funktsioonide juurdepääsu.
fi: Maksa kerran ja nauti elinikäisestä pääsystä kaikkiin ominaisuuksiin.
fr: Payez une fois et bénéficiez d'un accès à vie à toutes les fonctionnalités.
ga: Íoc uair amháin agus bain taitneamh as rochtain saoil ar na gnéithe go léir.
hr: Platite jednom i uživajte u doživotnom pristupu svim značajkama.
hu: Fizessen egyszer és élvezze az életre szóló hozzáférést az összes funkcióhoz.
it: Paga una volta e goditi l'accesso a vita a tutte le funzionalità.
ka: გადაიხადეთ ერთხელ და ისიამოვეთ ყველა ფუნქციის სრული წვდომა სურვილისამებრ.
lt: Mokėkite vieną kartą ir mėgaukitės viso gyvenimo prieiga prie visų funkcijų.
lv: Maksājiet vienreiz un baudiet neierobežotu piekļuvi visām funkcijām.
mk: Платете еднаш и уживајте во доживотен пристап до сите функции.
mt: Ħallas darba u ġawdi l-aċċess tal-ħajja kollha għall-karatteristiċi kollha.
nb: Betal en gang og nyt livstid tilgang til alle funksjoner.
nl: Betaal eenmaal en geniet levenslang toegang tot alle functies.
nn: Betal en gang og nyt livstidstilgang til alle funksjoner.
pl: Zapłać raz i ciesz się dożywotnim dostępem do wszystkich funkcji.
pt_pt: Pague uma vez e desfrute de acesso vitalício a todas as funcionalidades.
ro: Plătiți o dată și bucurați-vă de acces pe viață la toate caracteristicile.
sk: Zaplaťte raz a vychutnajte si doživotný prístup ku všetkým funkciám.
sl: Plačajte enkrat in uživajte v dostopu do vseh funkcij za celo življenje.
sq: Paguaj një herë dhe shijo aksesin e përgjithshëm në të gjitha karakteristikat.
sr: Platite jednom i uživajte u doživotnom pristupu svim funkcionalnostima.
sv: Betala en gång och njut av livstidsåtkomst till alla funktioner.
tr: Bir kere ödeyin ve tüm özelliklere ömür boyu erişimin keyfini çıkarın.
uk: Заплатіть один раз та отримайте доступ до всіх можливостей на все життя.

source: per kWh
bg: на кВтч
bs: po kWh
cs: za kWh
da: pr. kWh
de: pro kWh
el: ανά kWh
es: por kWh
et: kWh kohta
fr: par kWh
hr: po kWh
hu: kWh-ként
ka: ერთი kWh-ზე
lt: už kWh
lv: par kWh
pl: za kWh
pt_pt: por kWh
ro: pe kWh
sk: za kWh
sl: na kWh
sq: për kWh
sr: po kWh
tr: kWh başına
uk: за кВт·год

source: Plan ahead and avoid the peaks
bg: Планирайте напред и избягвайте върховете
bs: Planiraj unaprijed i izbjegavaj vrhunce
cs: Plánujte dopředu a vyhněte se špičkám
da: Planlæg i god tid og undgå toppe
de: Planen Sie im Voraus und vermeiden Sie die Spitzen.
el: Προγραμματίστε εκ των προτέρων και αποφύγετε τις κορυφές
es: Planifique con anticipación y evite los picos
et: Plaani ette ja vältige tipphetki
fi: Suunnittele etukäteen ja vältä huippuja
fr: Planifiez à l'avance et évitez les pics
hr: Planirajte unaprijed i izbjegavajte vrhunce
hu: Tervezz előre és kerüld el a csúcsokat.
it: Pianifica in anticipo e evita le punte
ka: წინასწარ დაგეგმეთ და თავიდან აიცილეთ პიკები
lt: Planuokite iš anksto ir venkite piko laikotarpių
lv: Plānojiet iepriekš un izvairieties no virsotnēm
mk: Планирај напред и избегнете ги врвовите
nb: Planlegg i forkant og unngå toppene
nl: Plan vooruit en vermijd de pieken
nn: Planlegg førehand og unngå toppane.
pl: Zaplanuj z wyprzedzeniem i unikaj szczytów
pt_pt: Planeie antecipadamente e evite os picos
ro: Planificați-vă în avans și evitați vârfurile
sk: Plánujte dopredu a vyhnite sa špičkám
sl: Načrtujte vnaprej in se izogibajte vrhovom.
sr: Planirajte unapred i izbegnite vrhunce.
sv: Planera i förväg och undvik topparna
tr: Önceden planlayın ve zirvelerden kaçının
uk: Плануйте заздалегідь та уникайте піків

source: Please report any issues to
bg: Моля, сигнализирайте за всички проблеми на
bs: Molimo prijavite sve probleme na
cs: Hláste prosím jakékoliv problémy na
da: Rapporter eventuelle problemer til
de: Bitte melden Sie alle Probleme an
el: Παρακαλούμε αναφέρετε οποιαδήποτε προβλήματα σε
es: Por favor, informa de cualquier problema a
et: Palun teavitage kõigist probleemidest
fr: Veuillez signaler tout problème à
ga: Cuir in iúl aon saincheisteanna do
hu: Kérjük, jelentse bármilyen problémát
it: Si prega di segnalare eventuali problemi a
ka: გთხოვთ გამოხმაურების შესახებ შეატყობინოთ
lt: Prašome pranešti apie bet kokias problemas
lv: Lūdzu, ziņojiet par visām problēmām
mk: Ве молиме пријавете ги сите проблеми на
mt: Jekk jogħġbok rapporta kwalunkwe problema lill-
nb: Vennligst rapporter eventuelle problemer til
nn: Vennligst rapporter eventuelle problemer til
pl: Prosimy zgłaszać wszelkie problemy do
pt_pt: Por favor reporte qualquer problema para
ro: Vă rugăm să raportați orice probleme la
sk: Prosím, nahláste akékoľvek problémy na
sl: Prosimo, poročajte o morebitnih težavah na
sq: Ju lutemi raportoni çdo problem tek
sr: Molimo vas da prijavite sve probleme na
sv: Rapportera gärna fel till
tr: Lütfen tüm sorunları şuraya bildirin
uk: Будь ласка, повідомляйте про будь-які проблеми

source: Power up your experience by unlocking all Pro features!
bg: Подобрете своя опит, отключвайки всички Pro функции!
bs: Poboljšajte svoje iskustvo otključavanjem svih Pro funkcija!
cs: Vylepšete svůj zážitek odemknutím všech Pro funkcí!
da: Opgrader din oplevelse ved at låse op for alle Pro-funktioner!
de: Verbessern Sie Ihr Erlebnis, indem Sie alle Pro-Funktionen freischalten!
el: Ενισχύστε την εμπειρία σας ξεκλειδώνοντας όλες τις επαγγελματικές λειτουργίες!
es: ¡Potencia tu experiencia desbloqueando todas las características Pro!
et: Tõstke oma kogemus uuele tasemele, avades kõik Pro funktsioonid!
fi: Tehosta kokemustasi avaamalla kaikki Pro-ominaisuudet!
fr: Améliorez votre expérience en débloquant toutes les fonctionnalités Pro !
ga: Cumhachtaigh do thaithí trí ghnéithe uile Pro a dhíghlasáil!
hr: Poboljšajte svoje iskustvo otključavanjem svih Pro značajki!
hu: Turbózza fel élményét az összes Pro funkció feloldásával!
it: Potenzia la tua esperienza sbloccando tutte le funzioni Pro!
ka: გააძლიერე შენი გამოცდილება ყველა Pro ფუნქციის გახსნით!
lt: Padidinkite savo patirtį atrakinant visas „Pro“ funkcijas!
lv: Palieliniet savu pieredzi, atbloķējot visas Pro funkcijas!
mk: Подобрете го вашето искуство со отклучување на сите Pro функции!
mt: Sahħa l-esperjenza tiegħek billi tiftaħ il-karatteristiċi kollha ta 'Pro!
nb: Styrk opplevelsen din ved å låse opp alle Pro-funksjoner!
nl: Verbeter uw ervaring door alle Pro-functies te ontgrendelen!
nn: Styrk opplevelsen din ved å låse opp alle Pro-funksjonene!
pl: Wzmocnij swoje doświadczenie, odblokowując wszystkie funkcje Pro!
pt_pt: Potencie a sua experiência desbloqueando todas as funcionalidades Pro!
ro: Îmbunătățiți-vă experiența deblocând toate caracteristicile Pro!
sk: Vylepšite svoje zážitky odomknutím všetkých funkcií Pro!
sl: Izboljšajte svojo izkušnjo z odklepanjem vseh Pro funkcionalnosti!
sq: Forco përvojën tuaj duke çelur të gjitha karakteristikat Pro!
sr: Unaprijedite vaše iskustvo otključavanjem svih Pro funkcionalnosti!
sv: Skruva upp effekten på din upplevelse genom att låsa upp alla Pro-funktioner!
tr: Tüm Pro özelliklerinin kilidini açarak deneyiminizi güçlendirin!
uk: Розширте ваш досвід, розблокувавши всі функції Pro!

source: Price Adjustment
bg: Корекция на цената
bs: Podesavanje cijene
cs: Úprava ceny
da: Prisjustering
de: Preisanpassung
el: Ρύθμιση Τιμής
es: Ajuste de Precio
et: Hinna kohandamine
fi: Hinnoittelusäätö
fr: Ajustement de prix
ga: Coigeartú Praghas
hr: Prilagodba cijene
hu: Árbeállítás
it: Regolazione del Prezzo
ka: ფასის რეგულირება
lt: Kainos reguliavimas
lv: Cenu korekcija
mk: Прилагодување на цената
mt: Aġġustament tal-Prezz
nb: Prisjustering
nl: Prijsaanpassing
nn: Prisjustering
pl: Korekta ceny
pt_pt: Ajuste de Preço
ro: Ajustare de preț
sk: Prispôsobenie ceny
sl: Prilagajanje cene
sq: Rregullimi i çmimit
sr: Podešavanje cijene
sv: Prisjustering
tr: Fiyat Ayarlaması
uk: Коригування цін

source: Price area
bg: Ценова зона
bs: Područje cijena
cs: Cenová oblast
da: Prisområde
de: Preisbereich
el: Περιοχή τιμής
es: Área de Precio
et: Hinnapiirkond
fi: Hinta-alue
fr: Zone de prix
hr: Područje cijena
hu: Árazási terület
it: Area di Prezzo
ka: ფასის ზონა
lt: Kainų sritis
lv: Cenu zona
mk: Област на цена
mt: Żona tal-prezz
nb: Prisområde
nl: Prijzengebied
nn: Prisområde
pl: Obszar cenowy
pt_pt: Área de preço
ro: Zona de preț
sk: Cenová oblasť
sl: Cenovno območje
sq: Zona e çmimeve
sv: Elområde
tr: Fiyat alanı
uk: Цінова зона

source: Price Limits
bg: Ценови лимити
bs: Cjenovna ograničenja
da: Prisgrænser
de: Preislimits
el: Όρια Τιμών
es: Límites de Precio
et: Hinnapiirid
fi: Hintarajat
fr: Limites de prix
ga: Teorainneacha Praghsanna
hr: Cjenovni limiti
hu: Árhatárok
it: Limiti di Prezzo
ka: ფასების ლიმიტები
lt: Kainų ribos
lv: Cenu ierobežojumi
mk: Ограничувања на цената
mt: Limiti tal-Prezzijiet
nb: Prisgrenser
nl: Prijslimieten
nn: Prisgrenser
pl: Limity cen
pt_pt: Limites de Preço
ro: Limitări de preț
sk: Cenové limity
sl: Omejitve cen
sq: Limitet e Çmimeve
sr: Ograničenja cena
sv: Gränsvärden
tr: Fiyat Limitleri
uk: Ліміти цін

source: Prices are
bg: Цените са
bs: Cijene su
cs: Ceny jsou
da: Priserne er
de: Die Preise sind
el: Οι τιμές είναι
es: Los precios son
et: Hinnad on
fi: Hinnat ovat
fr: Les prix sont
hr: Cijene su
hu: Az árak
it: I prezzi sono
lt: Kainos yra
lv: Cenas ir
mt: Il-Prezzijiet huma
nb: Prisene er
nl: Prijzen zijn
nn: Prisene er
pl: Ceny są
pt_pt: Os preços são
ro: Prețurile sunt
sk: Ceny sú
sl: Cene so
sq: Çmimet janë
sr: Cene su
sv: Priserna är
tr: Fiyatlar

source: Processing logs
bg: Обработка на логове
bs: Obrada logova
cs: Zpracování záznamů
da: Behandler logs
de: Verarbeitungsprotokolle
el: Επεξεργασία καταγραφών
es: Procesando registros
et: Logide töötlemine
fi: Lokien käsittely
fr: Traitement des journaux
ga: Ag próiseáil logaí
hr: Obrada zapisa
hu: Naplók feldolgozása
it: Elaborazione dei log
ka: ლოგების დამუშავება
lt: Apdorojami įrašai
lv: Apstrādes žurnāli
mk: Обработка на дневници
mt: Qiegħed ipproċessa l-logs
nb: Behandler logger
nl: Logs verwerken
nn: Behandler logger
pl: Przetwarzanie dzienników
pt_pt: Processando registos
sk: Spracovanie záznamov
sl: Obdelava dnevnikov
sq: Përpunimi i regjistrave
sr: Obrada zapisa
sv: Bearbetar loggfiler
tr: Logları İşleme
uk: Обробка логів

source: Ready
bg: Готов
bs: Spreman
cs: Připraveno
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
et: Valmis
fi: Valmis
fr: Prêt
ga: Réidh
hr: Spreman
hu: Kész
it: Pronto
lt: Paruošta
lv: Gatavs
mk: Подготвен
mt: Lest
nb: Klar
nl: Klaar
nn: Klar
pl: Gotowe
pt_pt: Pronto
ro: Gata
sk: Pripravený
sl: Pripravljeno
sq: Gati
sr: Spreman
sv: Redo
tr: Hazır
uk: Готово

source: Reset
bg: Нулиране
bs: Resetuj
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
fi: Nollaa
fr: Réinitialiser
ga: Athshocrú
hr: Poništi
hu: Visszaállítás
it: Resetta
ka: გადატვირთვა
lt: Atstatyti
lv: Atiestatīt
mk: Ресетирај
mt: Irrestawra
nb: Tilbakestill
nl: Resetten
nn: Tilbakestill
pl: Zresetuj
pt_pt: Redefinir
ro: Resetare
sk: Resetovať
sl: Ponastavi
sq: Rivendos
sr: Resetuj
sv: Återställ
tr: Sıfırla
uk: Скидання

source: Restore Purchases
bg: Възстановяване на покупки
cs: Obnovit nákupy
da: Gendan Køb
de: Käufe wiederherstellen
el: Επαναφορά Αγορών
es: Restaurar Compras
et: Taasta ostud
fi: Palauta ostot
fr: Restaurer les achats
ga: Aisghabh Ceannacháin
hr: Vrati kupnje
hu: Vásárlások visszaállítása
it: Ripristina Acquisti
ka: შეძენის აღდგენა
lt: Atkurti pirkimus
lv: Atjaunot pirkumus
mk: Врати купувања
mt: Irrestawra Xiri
nb: Gjenopprett kjøp
nl: Aankopen herstellen
nn: Gjenopprett kjøp
pl: Przywróć zakupy
pt_pt: Restaurar Compras
ro: Restabilire achiziții
sk: Obnoviť nákupy
sl: Obnovi nakupe
sq: Rikthe Blerjet
sr: Obnovi kupovine
sv: Återställ köp
tr: Satın Alımları Geri Yükle
uk: Відновити покупки

source: Retry
bg: Опитай отново
bs: Pokušaj ponovo
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
ga: Athsholadh
hr: Pokušaj ponovno
hu: Újrapróbálkozás
it: Riprova
lt: Bandyti vėl
lv: Mēģināt vēlreiz
mk: Обиди се повторно
mt: Erġa' Ipprova
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
pl: Ponów próbę
pt_pt: Tentar novamente
ro: Reîncercați
sk: Skúsiť znova
sl: Ponovno poskusi
sr: Pokušaj ponovo
sv: Försök igen
tr: Tekrar Dene
uk: Повторити
